/**
 * Created by qqc on 2017/3/8.
 */
$.fn.datetimepicker.dates['zh'] = {
    days:       ["星期日", "星期一", "星期二", "星期三", "星期四", "星期五", "星期六","星期日"],
    daysShort:  ["日", "一", "二", "三", "四", "五", "六","日"],
    daysMin:    ["日", "一", "二", "三", "四", "五", "六","日"],
    months:     ["01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11","12"],
    monthsShort:  ["一", "二", "三", "四", "五", "六", "七", "八", "九", "十", "十一", "十二"],
    meridiem:    ["上午", "下午"],
    //suffix:      ["st", "nd", "rd", "th"],
    today:       "今天"
};